{
  "About": "Acerca",
  "Add": "Crear",
  "All": "Todos",
  "All tags": "Todas las etiquetas",
  "Content": "Contenido",
  "Contact": "Contacto",
  "World's": "Mundial",
  "World": "Mundo",
  "usa": "e.e.u.u",
  "world": "mundo",
  "More tags": "Mas etiquetas",
  "Close": "Cerrar",
  "Language": "Idioma",
  "Follow us": "Síguenos",
  "Published": "Publicado",
  "Nothing but the truth": "Nada más que la verdad",
  "Page not found": "Página no encontrada",
  "Back to homepage...": "Regresar a la página principal...",
  "Search": "Buscar",
  "capitalism": "capitalismo",
  "communism": "comunismo",
  "feminism": "feminismo",
  "racism": "racismo",
  "cultural": "cultura",
  "economical": "economía",
  "investigation": "investigación",
  "laws": "leyes",
  "news": "noticias",
  "opinion": "opinión",
  "policial": "policial",
  "political": "política",
  "report": "reporte",
  "social": "social",
  "socialism": "socialismo",
  "sport": "deporte",
  "technological": "tecnología",
  "research": "investigación",
  "Admin": "Administrar",
  "Submit": "Enviar",
  "Email": "Correo Electrónico",
  "Password": "Contraseña",
  "Tags": "Etiquetas",
  "tags": "etiquetas",
  "tag": "etiqueta",
  "Publish": "Publicar",
  "Title": "Título",
  "Image": "Imágen",
  "Image URL": "URL de Imágen",
  "Heading": "Encabezado",
  "Body": "Cuerpo",
  "Logout": "Salir",
  "Clear form": "Borrar formulario",
  "Clear tags": "Borrar etiquetas",
  "Clear image, title & heading": "Borrar imagen, título y encabezado",
  "Clear Text Body": "Borrar Texto",
  "Dark mode": "Modo oscuro",
  "On": "Encendido",
  "Off": "Apagado",
  "Clear all": "Despejar",
  "Author": "Autor",
  "Not specified": "No especificado",
  "Please write a \"title\" for this content": "Por favor escriba un \"título\" para este contenido",
  "Please write a \"heading\" for this content": "Por favor escriba un \"encabezado\" para este contenido",
  "Please write a \"body\" for this content": "Por favor escriba un \"cuerpo\" para este contenido",
  "Please select or create one or more \"tags\" for this content": "Por favor seleccione o escriba una o más \"etiquetas\" para este contenido",
  "please select an image for this content. If an image have been selected and still see this message, try to select the image again": "Por favor seleccione una imagen para este contenido. Si ya has seleccionano una imagen y este error persiste, intente seleccionar la imagen nuevamente",
  "Delete": "Borrar",
  "Installing the App in your mobile": "Instala la aplicación en tu móbil",
  "Open the link of this app in your mobilephone with Google Chrome": "Abra el link de esta aplicación deste su teléfono con Google Chrome",
  "Click the settings in the right upper corner of the Chrome browser": "Haga click en configuración en la esquina derecha superior de Google Chrome",
  "Select \"install App\". Notice that sometimes appears as \"Add to home screen\"": "Seleccione \"Installar aplicación\". Note que en ocaciones aparece como \"incorporar a pantalla principal\"",
  "Install or accept the suggested name in the popup modal": "Instale o acepte el nombre sugerido por el pop de diálogo",
  "(Optional) Add the app to the mobile home screen": "(Opcional) Adicione la app a la pantalla principal",
  "Enjoy the App from your mobile!": "Disfrute de la aplicacion desde su telefono!",
  "contact us": "contáctanos",
  "Production and direction": "Producción y dirección",
  "Contents": "Redacción",
  "Web app creation and maintenance": "Creacion y mantenimiento de la aplicación web",
  "settings": "configuración",
  "Copied": "Copiado",
  "Copy URL": "Copiar URL",
  "study": "estudio",
  "europe": "europa",
  "war": "guerra",
  "republicans": "republicanos",
  "democrats": "demócratas",
  "Make sure to read our": "Asegúrate de leer nuestros",
  "Terms & Conditions": "Términos & Condiciones",
  "Want to install this app?": "¿Quieres instalar esta aplicación?",
  "Who we are?": "¿Quiénes somos?",
  "What we want?": "¿Qué queremos?",
  "Our goal is to build an online space where impartial and unbiased news content is promoted, fostering critical thinking and informed reflection. Our purpose is to provide a platform where individuals can access a diverse range of opinions, analysis, and perspectives on relevant topics": "Aspiramos a construir un espacio en línea donde se promueva contenido noticioso imparcial y libre de sesgo político, fomentando el pensamiento crítico y la reflexión informada. Nuestro propósito es ofrecer una plataforma en la que los individuos puedan acceder a una gama diversa de opiniones, análisis y perspectivas sobre temas relevantes",
  "How we will get it?": "¿Cómo lo conseguiremos?",
  "By facilitating access to balanced and objective information from diverse perspectives, with the intention of establishing a platform where people can explore and analyze current socio-political affairs": "Facilitando el acceso a información equilibrada y objetiva desde diversas perspectivas, con la intención de establecer una plataforma donde las personas puedan explorar y analizar la actualidad socio-política",
  "How you can help?": "¿Cómo puedes ayudar?",
  "The easiest way to help us is by following, liking and subscribing in some or all of the social media plattforms": "La forma más sencilla de ayudarnos es siguiéndonos, dando like y suscribiéndote en algunas o todas nuestras plataformas de redes sociales",
  "You could provide topics and info for us to include in our program": "Puedes proporcionarnos temas e información para incluir en nuestro programa",
  "You could order merchandise from us as a way to support": "Podrías ordenar mercancía de nosotros como una forma de apoyar",
  "You can order adverrtisment service from us": "Puedes ordenar nuestro servicio de publicidad",
  "Or you could just donate": "O simplemente podrías hacer una donación",
  "Welcome": "Bienvenido(a)",
  "We do not use cookies, nor collect any data from our users": "Nosotros no utilizamos cookies ni recopilamos ningún dato de nuestros usuarios",
  "By clicking the Accept button you are accepting our": "Al hacer clic en el botón Aceptar, estás aceptando nuestros",
  "To": "A"
}
